Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/aanaar/lastensuojelu.html.tmx
Source language: fin
Languages: smn

source: Suomeksi
smn: Ovdâsijđo

source: Palvelut
smn: Palvâlusah

source: Päätöksenteko
smn: Miärádâstoohâm

source: Matkailu
smn: Mađhâšem

source: Yhteystiedot
smn: Ohtâvuođâtiäđuh

source: Sosiaali- ja terveyspalvelut
smn: Sosiaal- já tiervâsvuođâpalvâlusah

source: Sosiaalityö
smn: Sosiaalpargo

source: Lastensuojelu
smn: Párnáisuojâlem

source: Kuka voi ottaa yhteyttä lastensuojeluun?
smn: Kii puáhtá väldiđ ohtâvuođâ párnáisuoijâlmân?

source: Milloin on aihetta huoleen?
smn: Kuás lii tárbu huolân?

source: Miten lastensuojelu voi auttaa?
smn: Maht párnáisuojâlem puáhtá išediđ?

source: Kansainvälisten ihmisoikeuksien mukaisesti jokaisella lapsella on oikeus
smn: Ávustipšo palvâlusah Ekonomâlâš toorjâ já aassâm turvim Piämmupáárnášravvim

source: tasapainoiseen ja monipuoliseen kehitykseen.
smn: Aalmugijkoskâsâš olmoošvuoigâdvuođâi mield jyehi párnáást lii vuoigâdvuotâ · eromâš suoijâlmân, · torvâlâš já kihtâlâš šoddâmpirrâsân já · täsitiäddusâš já maaŋgâpiälásâš ovdánmân.

source: Lasten suojelu on lapsen hyvinvoinnin turvaamista.
smn: Párnái suojâlem lii párnáá pyereestvaijeem turvim.

source: Tämä edellyttää eri toimijatahojen vastuunottoa lasten hyvinvoinnista.
smn: Taat váátá jieškote-uv tuáimeepelij ovdâsvástádâsväldim párnái pyereestvajemist.

source: Lasten suojelun kokonaisuus koostuu peruspalveluista, ehkäisevästä lasten suojelusta ja lapsi- ja perhekohtaisesta lastensuojelusta.
smn: Párnái suojâlem oleslâšvuotâ šadda vuáđupalvâlusâin, estee párnái suoijâlmist já páárnáš- já peerâkuáhtásâš párnáisuoijâlmist.

source: Jos lapsen kotiolot eivät ole riittävän tur-valliset ja vanhemmat laiminlyövät lapsen hoidon tai jos, lapsi tai nuori itse vaarantaa hyvinvointiaan, on kunnan lastensuojeluviranomaisten velvollisuus auttaa lasta.
smn: Jis párnáá päikkitile ij lah tuárvi torvolâš já vanhimeh kyeđđih párnáá tipšohánnáá tâi jis, páárnáš tâi nuorâ jieš áštá pyereestvajemis, lii kieldâ párnáisuojâlemvirgeomâhái kenigâsvuotâ išediđ párnáá.

source: Inarin kunnassa lastensuojelusta vastaavat lastensuojelunsosiaalityöntekijät yhdessä aluesosiaalityöntekijöiden kanssa.
smn: Aanaar kieldâst párnáisuoijâlmist västideh párnáisuojâlemsosiaalpargeeh oovtâst kuávlusosiaalpargeiguin.

source: neuvola,päivähoito
smn: VUÁĐUPALVÂLUSAH ESTEE PÁRNÁI SUOJÂLEM PÁÁRNÁŠ- JÁ PEERÂKUÁHTÁSÂŠ PÁRNÁISUOJÂLEM

source: koulu, nuorisotyö
smn: ravviittâh, peivitipšoškovlâ, nuorâikerdipargolihâdemtoimâpäikkipalvâlusmielâtiervâsvuođâpalvâlusahuáivditteepalvâlusahtiervâsvuođâtipšo párnái tuárjum vuáđupalvâlusâin já ornijdâhtooimâst párnásuojâlemtáárbu čielgimávustipšo toorjâtooimahhuápulâš soijimaitârdâsânväldimsajasâšhuolâttâsmaŋasâšhuolâttâs Kii puáhtá väldiđ ohtâvuođâ párnáisuoijâlmân?

source: liikuntatoimi päihdepalvelut
smn: Kii kalga väldiđ ohtâvuođâ?

source: lasten tukeminen peruspalveluissa ja järjestötoiminnassa lastensuojelutarpeen selvitys
smn: Kii peri ovtâskâs olmooš puáhtá väldiđ ohtâvuođâ sosiaalpargei, ko lii huolâst tiätu párnáá tâi perruu tiileest.

source: Kuka voi ottaa yhteyttä lastensuojeluun? Kenen pitää ottaa yhteyttä?
smn: Pyeremus puátusáid piäsá, ko peerâ jieš ocá tuárvi tooláá iše já torjuu.

source: Lastensuojeluilmoituksen voi tehdä myös nimettömänä.
smn: Parnáisuojâlemalmottâs puáhtá toohâđ meiddei anonyymin.

source: Virka-aikana ma pe 8-16 yhteyden saa parhaiten soittamalla sosiaalitoimiston päiväpäivystäjälle 040-3514150. Virka-ajan ulkopuolella kiireelliset lastensuojeluilmoitukset tehdään hätänumeroon 112. Lastensuojelulain mukaan sosiaali- ja terveydenhuollon, koulun, nuorisotoimen, poliisin ja seurakunnan työntekijät ja luottamushenkilöt ovat velvollisia ilmoittamaan lastensuojelun tarpeessa olevasta lapsesta kunnan sosiaalitoimeen tai virka-ajan ulkopuolella hätänumeroon.
smn: Virgeääigi vu vá 8-16 finnee ohtâvuođâ pyeremustáá suáittimáin sosiaalitoimâttuv peivikoccei 040-3514150. Virgeääigi ulguubeln huápulâš parnáisuojâlemalmottâsah tahhojeh etinumerân 112. Parnáisuojâlemlaavâ mield sosiaal- já tiervâsvuođâhuolâttâs, škoovlâ, nuorâikerditooimâ, poolis já servikode pargeeh já luáttámušulmuuh láá kenigâsvuođâst almottiđ párnáisuojâlem tarbâšeijee párnáást kieldâ sosiaaltooimân tâi virgeääigi ulguubeln etinumerân.

source: Kaikilla lapsilla voi joskus olla vaikeuksia ja useimmiten ongelmat ratkeavat lapsen omassa elinpiirissä.
smn: Puohâin párnáin pyehtih leđe motomin vaigâdvuođah já iänááš čuolmah čovdâšuveh párnáá jieijâs eellimpirrâsât.

source: Asiaan on syytä puuttua, kun epäilee, että lapsen hyvinvointi on uhattuna, eikä asiaan näytä tulevan ratkaisua.
smn: Áášán lii tárbu tarvaniđ talle, ko eeppid, et párnáá pyereestvaijeem lii aštum, ige áášán oro puátimin čuávdus.

source: Joskus tilanne voi olla niin vakava, että on toimittava heti.
smn: Motomin tilálâšvuotâ puáhtá leđe nuuvt tuođâlâš, et kalga toimâđ tállán.

source: Asiaan on syytä puuttua, kun
smn: Áášán lii tárbu tarvaniđ, ko · páárnáš kuáriduvvoo, ige sun finnii ahetääsis vaattâm tipšo · páárnáš lii torvottem, liijgás ennuu ohtuu tâi maŋŋeed olgon · páárnáš piävuttuvvoo skippáárpirrâduvâst tâi škoovlâst · pirrâsist kiinii rävisolmooš aatâšt párnáá · páárnáš tâi nuorâ kiävttá uáiváditteid · páárnáš suáládâl tâi lättee mudoi rikolávt · páárnáš lättee epitáválávt: liävuttemeht, atâštumeht, šlundáht tet · páárnáš cáimoo, kiävttoo seksuaallávt pyerrin tâi tiäddoo jiegâlávt · páárnáš lii jiešhiävulâš, ige peerust tiervâsvuođâstis · páárnáš piävvut tâi lii viehâváldálâš nuubij kuáttá Maht párnáisuojâlem puáhtá išediđ?

source: lasta laiminlyödään, eikä hän saa ikätasonsa edellyttämää hoitoa
smn: Vuosâsajasâš ovdâsvástádâs párnáá pyereestvajemist lii párnáá vanhimijn.

source: lapsi tai nuori käyttää päihteitä lapsi varastelee tai käyttäytyy muuten rikollisesti
smn: Pääihih tarbâšeh já finnejeh torjuu šoddâdempargostis aldasiärváduvâinis tegu huolhijn, uáppáin já ráánnjáin.

source: lapsi käyttäytyy poikkeavasti: levottomasti, ahdistuneesti, masentuneesti tms
smn: Páárnáš já peerâ viggoo tuárjuđ vuosâsajasávt jieijâs pääihist já ávustipšo toorjâtoimâiguin.

source: lasta pahoinpidellään, käytetään seksuaalisesti hyväksi tai alistetaan henkisesti
smn: Ain ávustipšo ij kuittâg keelijd tâi ij lah máhđulâš párnáá táárbui já hiäđu miäldásâš aitârdem olášutmân.

source: lapsi on itsetuhoinen, eikä välitä terveydestään
smn: Talle párnáá ferttee soijiđ meddâl päihistis.

source: lapsi kiusaa tai on väkivaltainen toisia kohtaan Miten lastensuojelu voi auttaa?
smn: Párnáisuojâlempargo juáhás ávustipšo palvâlussáid, aitârdâsânväldimân já sajasâhuolâttâsân.

source: Ensisijainen vastuu lapsen hyvinvoinnista on lapsen vanhemmilla.
smn: Ávustipšo häämmin láá ávustipšo palvâlusah sehe ekonomâlâš toorjâ já aassâm turvim.

source: Kodit tarvitsevat ja saavat tukea kasvatustehtävässään lähiyhteisöiltään kuten sukulaisilta, tuttavilta ja naapureilta.
smn: Iänááš uási párnáisuojâlempargoost lii ávustipšo.

source: Lasta ja perhettä pyritään tukemaan ensisijaisesti omassa kodissaan ja avohuollon tukitoimin.
smn: Sosiaalpargee kuáhtáámist smiättoo perruin vuovâs vyehi kriisitilálâšvuođâ čuávdimân já párnáá pyereestvaijeem oovdedmân.

source: Aina avohuolto ei kuitenkaan riitä tai ole mahdollista lapsen tarpeiden ja edun mukaisen huolenpidon toteuttamiseksi.
smn: Ko huolâ párnáást lii puáttám sosiaalpargee tiätun, árvuštâlloo vistig párnáisuojâlemtárbu já tast maŋa juátkoo oovtâst toohum äššigâšvuávám mield párnáá já perruu tuárjum.

source: Tällöin lapsi joudutaan sijoittamaan pois kotoaan.
smn: Äššigâšvuotâ meriduvvoo, ko párnáá tilálâšvuotâ lii oornigist.

source: Lastensuojelutyö jakautuu avohuollon palveluihin, huostaanottoon ja sijaishuoltoon. Avohuollon muotoina ovat avohuollon palvelut sekä taloudellinen tuki ja asumisen turvaaminen.
smn: Párnáisuojâlem olášuttoo ohtsâšpargoost eres šoddâm já ovdánem tuárjoo virgeomâháiguin tegu ravviittuvván, peivitipšoin, škovláin, mielâtiervâsvuođâ- já peerâravviittuvváin, spesiaalpyecceetipšoin já eres tiervâsvuođâhuolâttâssáin.

source: Avohuollon palvelut lasten päivähoito
smn: Párnáisuojâlempargo lii luáttámušlâš.

source: sosiaalityö
smn: Iänááš uásán perruid ávustipšo toorjâ keelijd, mut motomin čuolmah láá nuuvt tuođâliih, et párnáá hiätu váátá párnáá väldim sosiaallävdikode aitârdâsân já sajasâšhuolâttâs ornim.

source: lapsiperheiden kotipalvelu
smn: Aitârdâsânväldimân kalga riemmâđ, ko párnáá tiervâsvuotâ já ovdánem tuođâlávt aštušuveh já ávustipšo tooimah láá páhudum keellijdmettumin tâi máhđuttemmin olášutteđ já ko, sajasâšhuolâttâs kiäččoo párnáá hiäđu miäldásâš čuávdusin.

source: tuki lapsen ja perheen ongelmatilanteiden selvittämiseen
smn: Sajasâšhuolâttâs uárnejuvvoo sajasâšperruin já áámmátlâš peerâpaaihijn.

source: lapsen tukeminen koulunkäynnissä, ammatin ja asunnon hankinnassa, työhön sijoittumisessa, harrastuksissa, läheisten ihmissuhteiden ylläpitämisessä sekä muiden henkilökohtaisten tarpeiden tyydyttämisessä
smn: Sijđo aalgân Piämmupáárnášravvim Aššigâšah finnejen stivrim já ravvim adoptiovaanhimvuotân sehe tiäđu päikkieennâmlâš tâi aalmugijkoskâsâš adoption lohtâseijee lahâaasâtmist já vuáháduvâst.

source: riittävä taloudellinen tuki asumiseen liittyvien puutteiden korjaaminen
smn: Párnáisuojâlem sosiaalpargee ráhtá päikkičielgiittâs adoptioucâmuš várás.

source: Käytännön yhteyksien luojina toimivat järjestöt, kuten Interpedia ja Pelastakaa Lapset ry.
smn: Vuáválâšvuođâlâš ohtâvuođâi tahhen tuáimih ornijdumeh, tegu Interpedia ja Pelastakaa Lapset ry.
